Repository: MasterSmalll/yourpods-source
Catalog: YourPods/YourPods/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Set a sleep timer for ${minutes} minutes
de: Sleep-Timer für ${minutes} Minuten stellen
es: Activar un temporizador para dormir de ${minutes} minutos
fr: Régler un minuteur de veille de ${minutes} minutes
it: Imposta un timer di spegnimento di ${minutes} minuti
nl: Stel een slaaptimer in voor ${minutes} minuten

source: Set Active
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
nl: Activeer

source: Set as Active Profile
de: Als aktives Profil festlegen
es: Establecer como perfil activo
fr: Définir comme profil actif
it: Imposta come profilo attivo
nl: Stel in als actief profiel

source: Set Playback Speed
de: Wiedergabegeschwindigkeit festlegen
es: Ajustar velocidad de reproducción
fr: Régler la vitesse de lecture
it: Imposta velocità di riproduzione
nl: Stel afspeelsnelheid in

source: Set playback speed to ${speed}
de: Wiedergabegeschwindigkeit auf ${speed} setzen
es: Ajustar la velocidad de reproducción a ${speed}
fr: Régler la vitesse de lecture sur ${speed}
it: Imposta la velocità di riproduzione su ${speed}
nl: Stel afspeelsnelheid in op ${speed}

source: Set Sleep Timer
de: Sleep-Timer stellen
es: Activar temporizador para dormir
fr: Régler le minuteur de veille
it: Imposta timer di spegnimento
nl: Stel slaaptimer in

source: Set Speed
de: Tempo ändern
es: Ajustar velocidad
fr: Régler la vitesse
it: Imposta velocità
nl: Stel snelheid in

source: Set Up gpodder.net →
de: gpodder.net einrichten →
es: Configurar gpodder.net →
fr: Configurer gpodder.net →
it: Configura gpodder.net →
nl: Stel gpodder.net in →

source: Set Up Server →
de: Server einrichten →
es: Configurar servidor →
fr: Configurer le serveur →
it: Configura il server →
nl: Stel server in →

source: Set your Obsidian vault name to enable export. "Per Episode" creates one note per episode. "Daily Note" appends to today's daily note (requires the Advanced URI plugin). "Share Sheet" lets you save .md files anywhere. To sync notes to Nextcloud, connect a Nextcloud account in Manage Profiles.
de: Lege den Namen deines Obsidian-Vaults fest, um den Export zu aktivieren. „Pro Folge“ erstellt eine Notiz pro Folge. „Daily Note“ hängt an die heutige Tagesnotiz an (erfordert das Plug-in Advanced URI). Mit „Teilen-Menü“ kannst du .md-Dateien überall sichern. Um Notizen mit Nextcloud zu synchronisieren, verbinde unter „Profile verwalten“ einen Nextcloud-Account.
es: Escribe el nombre de tu bóveda de Obsidian para activar la exportación. «Por episodio» crea una nota por cada episodio. «Daily Note» añade el contenido a la nota diaria de hoy (requiere el plugin Advanced URI). «Hoja para compartir» te permite guardar archivos .md donde quieras. Para sincronizar las notas con Nextcloud, conecta una cuenta de Nextcloud en Gestionar perfiles.
fr: Indiquez le nom de votre coffre Obsidian pour activer l'exportation. « Par épisode » crée une note par épisode. « Daily Note » ajoute le texte à la note du jour (nécessite le plug-in Advanced URI). « Feuille de partage » vous permet d'enregistrer les fichiers .md où vous voulez. Pour synchroniser vos notes avec Nextcloud, connectez un compte Nextcloud dans Gérer les profils.
it: Imposta il nome del tuo vault Obsidian per abilitare l'esportazione. "Per episodio" crea una nota per ogni episodio. "Daily Note" aggiunge il testo alla nota giornaliera di oggi (richiede il plugin Advanced URI). "Pannello di condivisione" ti permette di salvare i file .md ovunque. Per sincronizzare le note con Nextcloud, collega un account Nextcloud in Gestisci profili.
nl: Stel de naam van je Obsidian-vault in om exporteren mogelijk te maken. "Per aflevering" maakt één notitie per aflevering. "Daily Note" voegt toe aan de dagelijkse notitie van vandaag (vereist de Advanced URI-plug-in). Met "Deelmenu" kun je .md-bestanden overal opslaan. Om notities naar Nextcloud te synchroniseren, koppel je een Nextcloud-account in Beheer profielen.

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
nl: Instellingen

# settings.glass.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
it: Classico
nl: Klassiek

# settings.glass.clear
source: Clear Glass
de: Klares Glas
es: Cristal transparente
fr: Verre transparent
it: Vetro trasparente
nl: Helder glas

# settings.glass.highContrast
source: High Contrast Glass
de: Glas mit hohem Kontrast
es: Cristal de alto contraste
fr: Verre à contraste élevé
it: Vetro ad alto contrasto
nl: Glas met hoog contrast

# settings.glass.regular
source: Glass
de: Glas
es: Cristal
fr: Verre
it: Vetro
nl: Glas

# settings.skip.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
nl: Aangepast

# settings.skip.customWithValue
source: Custom (%llds)
de: Benutzerdefiniert (%lld Sek.)
es: Personalizado (%lld s)
fr: Personnalisé (%llds)
it: Personalizzato (%llds)
nl: Aangepast (%llds)

# settings.skip.set
source: Set
de: Übernehmen
es: Aplicar
fr: Définir
it: Imposta
nl: Stel in

# settings.toggle.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivato
nl: Uit

# settings.toggle.on
source: On
de: Ein
es: Activado
fr: Activé
it: Attivato
nl: Aan

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
nl: Deel

source: Share Episode
de: Folge teilen
es: Compartir episodio
fr: Partager l'épisode
it: Condividi episodio
nl: Deel aflevering

source: Share Podcast
de: Podcast teilen
es: Compartir podcast
fr: Partager le podcast
it: Condividi podcast
nl: Deel podcast

source: Share Position
de: Position teilen
es: Compartir posición
fr: Partager la position
it: Condividi da questo punto
nl: Deel vanaf dit moment

source: Share Sheet
de: Teilen-Menü
es: Hoja para compartir
fr: Feuille de partage
it: Pannello di condivisione
nl: Deelmenu

source: Share the current episode
de: Aktuelle Folge teilen
es: Compartir el episodio actual
fr: Partager l'épisode en cours
it: Condividi l'episodio corrente
nl: Deel de huidige aflevering

source: Share What I'm Listening To
de: Teilen, was ich gerade höre
es: Compartir lo que estoy escuchando
fr: Partager ce que j'écoute
it: Condividi cosa sto ascoltando
nl: Deel waar ik naar luister

source: Share…
de: Teilen …
es: Compartir…
fr: Partager…
it: Condividi…
nl: Deel…

source: Shared Episode
de: Geteilte Folge
es: Episodio compartido
fr: Épisode partagé
it: Episodio condiviso
nl: Gedeelde aflevering

source: Shared Podcast
de: Geteilter Podcast
es: Podcast compartido
fr: Podcast partagé
it: Podcast condiviso
nl: Gedeelde podcast

source: Shortcuts App
de: Kurzbefehle-App
es: App Atajos
fr: App Raccourcis
it: App Comandi rapidi
nl: Opdrachten-app

source: Show All %lld Results
de: Alle %lld Ergebnisse anzeigen
es: Mostrar los %lld resultados
fr: Afficher les %lld résultats
it: Mostra tutti i %lld risultati
nl: Toon alle %lld resultaten

source: Show Hidden (%lld)
de: Ausgeblendete anzeigen (%lld)
es: Mostrar ocultos (%lld)
fr: Afficher les masqués (%lld)
it: Mostra nascosti (%lld)
nl: Toon verborgen (%lld)

source: Show Less
de: Weniger anzeigen
es: Ver menos
fr: Voir moins
it: Mostra meno
nl: Toon minder

source: Show More
de: Mehr anzeigen
es: Ver más
fr: Voir plus
it: Mostra di più
nl: Toon meer

source: Show password
de: Passwort einblenden
es: Mostrar contraseña
fr: Afficher le mot de passe
it: Mostra password
nl: Toon wachtwoord

source: Show tab bar items as text only, icons only, or both
de: Elemente der Tableiste nur als Text, nur als Symbole oder beides anzeigen
es: Muestra los elementos de la barra de pestañas solo con texto, solo con iconos o con ambos
fr: Afficher les éléments de la barre d'onglets en texte seul, en icônes seules ou les deux
it: Mostra gli elementi della barra dei tab come solo testo, solo icone o entrambi
nl: Toon items in de tabbalk als alleen tekst, alleen symbolen of allebei

source: Show unplayed episode count on the app icon
de: Anzahl der ungespielten Folgen auf dem App-Symbol anzeigen
es: Muestra el número de episodios sin reproducir en el icono de la app
fr: Afficher le nombre d'épisodes non lus sur l'icône de l'app
it: Mostra il numero di episodi non riprodotti sull'icona dell'app
nl: Toon het aantal niet-afgespeelde afleveringen op het appsymbool

# Showing newest %lld — %lld older hidden
source: Showing newest %1$lld — %lld older hidden
de: Neueste %1$lld — %lld ältere Folgen ausgeblendet
es: Mostrando los %1$lld más recientes — %lld más antiguos ocultos
fr: Affichage des %1$lld plus récents — %lld plus anciens masqués
it: Mostrati i %1$lld più recenti — %lld più vecchi nascosti
nl: Nieuwste %1$lld getoond — %lld oudere verborgen

source: Showing the newest %lld episodes. %lld older episodes are hidden.
de: Es werden die %lld neuesten Folgen angezeigt. %lld ältere Folgen sind ausgeblendet.
es: Se muestran los %lld episodios más recientes. %lld episodios más antiguos están ocultos.
fr: Affichage de %lld épisodes récents. %lld épisodes plus anciens sont masqués.
it: Vengono mostrati i %lld episodi più recenti. %lld episodi più vecchi sono nascosti.
nl: De nieuwste %lld afleveringen worden getoond. %lld oudere afleveringen zijn verborgen.

source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Log in

source: Sign In & Connect
de: Anmelden & verbinden
es: Iniciar sesión y conectar
fr: Se connecter et associer l'appareil
it: Accedi e connetti
nl: Log in en verbind

source: Sign In & Sync
de: Anmelden & synchronisieren
es: Iniciar sesión y sincronizar
fr: Se connecter et synchroniser
it: Accedi e sincronizza
nl: Log in en synchroniseer

source: Sign In or Create Account →
de: Anmelden oder Account erstellen →
es: Iniciar sesión o crear cuenta →
fr: Se connecter ou créer un compte →
it: Accedi o crea un account →
nl: Log in of maak een account aan →

source: Sign In to YourPods Sync
de: Bei YourPods Sync anmelden
es: Iniciar sesión en YourPods Sync
fr: Se connecter à YourPods Sync
it: Accedi a YourPods Sync
nl: Log in bij YourPods Sync

source: Sign in with Nextcloud
de: Mit Nextcloud anmelden
es: Iniciar sesión con Nextcloud
fr: Se connecter avec Nextcloud
it: Accedi con Nextcloud
nl: Log in met Nextcloud

source: Signing In...
de: Anmeldung läuft …
es: Iniciando sesión...
fr: Connexion en cours…
it: Accesso in corso...
nl: Bezig met inloggen...

source: Siri & Shortcuts
de: Siri & Kurzbefehle
es: Siri y Atajos
fr: Siri et Raccourcis
it: Siri e Comandi rapidi
nl: Siri en Opdrachten

source: Siri and Shortcuts
de: Siri und Kurzbefehle
es: Siri y Atajos
fr: Siri et Raccourcis
it: Siri e Comandi rapidi
nl: Siri en Opdrachten

# siri.chapters.alreadyLast
source: You're already in the last chapter.
de: Du bist schon im letzten Kapitel.
es: Ya estás en el último capítulo.
fr: Vous êtes déjà dans le dernier chapitre.
it: Sei già nell'ultimo capitolo.
nl: Je zit al in het laatste hoofdstuk.

# siri.chapters.backToBeginning
source: Back to the beginning.
de: Zurück zum Anfang.
es: Vuelvo al principio.
fr: Retour au début.
it: Torno all'inizio.
nl: Terug naar het begin.

# siri.chapters.jumpingTo
source: Jumping to %@.
de: Zu %@ gesprungen.
es: Voy a %@.
fr: Passage à %@.
it: Vado a %@.
nl: Ik ga naar %@.

# siri.chapters.none
source: This episode doesn't have chapters.
de: Diese Folge hat keine Kapitel.
es: Este episodio no tiene capítulos.
fr: Cet épisode n'a pas de chapitres.
it: Questo episodio non ha capitoli.
nl: Deze aflevering heeft geen hoofdstukken.

# siri.download.allDownloaded
source: Everything in your queue is already downloaded.
de: Alles in deiner Warteliste ist schon heruntergeladen.
es: Todo lo que hay en tu cola ya está descargado.
fr: Tout ce qui se trouve dans votre file d'attente est déjà téléchargé.
it: Tutto quello che hai in coda è già scaricato.
nl: Alles in je wachtrij is al gedownload.

# siri.download.alreadyDownloaded
source: %@ is already downloaded.
de: %@ ist schon heruntergeladen.
es: %@ ya está descargado.
fr: %@ est déjà téléchargé.
it: %@ è già scaricato.
nl: %@ is al gedownload.

# siri.download.noDownloadableEpisodes
source: %@ has no downloadable episodes.
de: %@ hat keine Folgen zum Herunterladen.
es: %@ no tiene episodios que se puedan descargar.
fr: %@ n'a aucun épisode téléchargeable.
it: %@ non ha episodi scaricabili.
nl: %@ heeft geen afleveringen om te downloaden.

# siri.download.started
source: Downloading %@.
de: %@ wird heruntergeladen.
es: Descargando %@.
fr: Téléchargement de %@.
it: Sto scaricando %@.
nl: Ik download %@.

# siri.download.startedCount
source: Downloading %lld episodes.
de: %lld Folgen werden heruntergeladen.
es: Descargando %lld episodios.
fr: Téléchargement de %lld épisodes.
it: Sto scaricando %lld episodi.
nl: Ik download %lld afleveringen.

# siri.error.nothingPlaying
source: Nothing is playing right now.
de: Gerade läuft nichts.
es: Ahora mismo no se está reproduciendo nada.
fr: Rien n'est en cours de lecture.
it: Al momento non c'è niente in riproduzione.
nl: Er speelt op dit moment niets.

# siri.error.notReady
source: YourPods isn't ready yet. Try again in a moment.
de: YourPods ist noch nicht bereit. Versuch es gleich noch mal.
es: YourPods aún no está listo. Inténtalo de nuevo en un momento.
fr: YourPods n'est pas encore prêt. Réessayez dans un instant.
it: YourPods non è ancora pronta. Riprova tra un momento.
nl: YourPods is nog niet klaar. Probeer het zo nog eens.

# siri.library.podcastCount
source: You follow %lld podcasts.
de: Du hast %lld Podcasts abonniert.
es: Estás suscrito a %lld podcasts.
fr: Vous suivez %lld podcasts.
it: Segui %lld podcast.
nl: Je volgt %lld podcasts.

# siri.library.podcastNotFound
source: That podcast isn't in your library.
de: Dieser Podcast ist nicht in deiner Mediathek.
es: Ese podcast no está en tu biblioteca.
fr: Ce podcast n'est pas dans votre bibliothèque.
it: Quel podcast non è nella tua libreria.
nl: Die podcast staat niet in je bibliotheek.

# siri.markPlayed.andPlayingNext
source: Marked played. Now playing %@.
de: Als gespielt markiert. Jetzt läuft %@.
es: Marcado como reproducido. Ahora suena %@.
fr: Marqué comme lu. Lecture de %@.
it: Segnato come riprodotto. Ora riproduco %@.
nl: Gemarkeerd als afgespeeld. Nu speelt %@.

# siri.markPlayed.done
source: Marked %@ as played.
de: %@ als gespielt markiert.
es: He marcado %@ como reproducido.
fr: %@ marqué comme lu.
it: Ho segnato %@ come riprodotto.
nl: %@ is gemarkeerd als afgespeeld.

# siri.navigation.openingPodcast
source: Opening %@.
de: %@ wird geöffnet.
es: Abriendo %@.
fr: Ouverture de %@.
it: Apro %@.
nl: Ik open %@.

# siri.navigation.openingQueue
source: Opening your queue.
de: Deine Warteliste wird geöffnet.
es: Abriendo tu cola.
fr: Ouverture de votre file d'attente.
it: Apro la tua coda.
nl: Ik open je wachtrij.

# siri.playback.alreadyPlaying
source: Already playing.
de: Läuft schon.
es: Ya se está reproduciendo.
fr: Lecture déjà en cours.
it: È già in riproduzione.
nl: Er speelt al iets.

# siri.playback.noPlayableEpisodes
source: %@ has no playable episodes.
de: %@ hat keine abspielbaren Folgen.
es: %@ no tiene episodios que se puedan reproducir.
fr: %@ n'a aucun épisode à écouter.
it: %@ non ha episodi riproducibili.
nl: %@ heeft geen afleveringen om af te spelen.

# siri.playback.paused
source: Paused.
de: Pausiert.
es: En pausa.
fr: En pause.
it: In pausa.
nl: Gepauzeerd.

# siri.playback.playing
source: Playing %@.
de: %@ wird abgespielt.
es: Reproduciendo %@.
fr: Lecture de %@.
it: Riproduco %@.
nl: Ik speel %@ af.

# siri.playback.playingNextEpisode
source: Playing next episode.
de: Nächste Folge wird abgespielt.
es: Reproduciendo el siguiente episodio.
fr: Lecture de l'épisode suivant.
it: Riproduco l'episodio successivo.
nl: Ik speel de volgende aflevering af.

# siri.playback.restarting
source: Restarting %@.
de: %@ wird von vorn gestartet.
es: Empezando %@ desde el principio.
fr: Lecture de %@ depuis le début.
it: Ricomincio %@.
nl: Ik start %@ opnieuw.

# siri.playback.skippedBack
source: Skipped back.
de: Zurückgespult.
es: He retrocedido.
fr: Saut en arrière.
it: Torno indietro.
nl: Teruggespoeld.

# siri.playback.skippedForward
source: Skipped forward.
de: Vorgespult.
es: He avanzado.
fr: Saut en avant.
it: Vado avanti.
nl: Vooruitgespoeld.

# siri.playback.speedSet
source: Speed set to %@x.
de: Geschwindigkeit auf %@-fach gestellt.
es: Velocidad ajustada a %@x.
fr: Lecture réglée sur %@ fois la vitesse normale.
it: Velocità impostata su %@ volte.
nl: Snelheid ingesteld op %@ keer.

# siri.playback.stopped
source: Stopped.
de: Gestoppt.
es: Reproducción detenida.
fr: Lecture arrêtée.
it: Riproduzione interrotta.
nl: Gestopt.

# siri.queue.cleared
source: Queue cleared.
de: Warteliste geleert.
es: He vaciado tu cola.
fr: File d'attente vidée.
it: Coda svuotata.
nl: Wachtrij gewist.

# siri.queue.empty
source: Your queue is empty.
de: Deine Warteliste ist leer.
es: Tu cola está vacía.
fr: Votre file d'attente est vide.
it: La tua coda è vuota.
nl: Je wachtrij is leeg.

# siri.queue.episodeCount
source: You have %lld episodes in your queue.
de: Du hast %lld Folgen in deiner Warteliste.
es: Tienes %lld episodios en tu cola.
fr: Vous avez %lld épisodes dans votre file d'attente.
it: Hai %lld episodi in coda.
nl: Je hebt %lld afleveringen in je wachtrij.

# siri.queue.nothingNext
source: Nothing next in your queue.
de: In deiner Warteliste steht nichts mehr an.
es: No hay nada más en tu cola.
fr: Il n'y a rien d'autre dans votre file d'attente.
it: Non c'è nient'altro in coda.
nl: Er staat niets meer in je wachtrij.

# siri.refresh.newEpisodeCount
source: Found %lld new episodes.
de: %lld neue Folgen gefunden.
es: He encontrado %lld episodios nuevos.
fr: %lld nouveaux épisodes trouvés.
it: Ho trovato %lld nuovi episodi.
nl: Ik heb %lld nieuwe afleveringen gevonden.

# siri.refresh.noNewEpisodes
source: You're all caught up — no new episodes.
de: Du bist auf dem Laufenden – keine neuen Folgen.
es: Estás al día: no hay episodios nuevos.
fr: Vous êtes à jour, aucun nouvel épisode.
it: Sei in pari — nessun nuovo episodio.
nl: Je bent helemaal bij — geen nieuwe afleveringen.

# siri.share.buildFailed
source: Couldn't build a share link right now.
de: Es lässt sich gerade kein Link zum Teilen erstellen.
es: Ahora mismo no he podido crear un enlace para compartir.
fr: Impossible de créer un lien de partage pour le moment.
it: Al momento non riesco a creare un link di condivisione.
nl: Ik kon nu geen deellink maken.

# siri.sleepTimer.cancelled
source: Sleep timer cancelled.
de: Sleep-Timer beendet.
es: Temporizador para dormir cancelado.
fr: Minuteur de veille annulé.
it: Timer di spegnimento annullato.
nl: Slaaptimer geannuleerd.

# siri.sleepTimer.extended
source: Sleep timer extended by %lld minutes.
de: Sleep-Timer um %lld Minuten verlängert.
es: He ampliado el temporizador para dormir en %lld minutos.
fr: Minuteur de veille prolongé de %lld minutes.
it: Timer di spegnimento prolungato di %lld minuti.
nl: Slaaptimer met %lld minuten verlengd.

# siri.sleepTimer.notRunning
source: There's no sleep timer running.
de: Es läuft kein Sleep-Timer.
es: No hay ningún temporizador para dormir activo.
fr: Aucun minuteur de veille n'est actif.
it: Non c'è nessun timer di spegnimento attivo.
nl: Er loopt geen slaaptimer.

# siri.sleepTimer.set
source: Sleep timer set for %lld minutes.
de: Sleep-Timer auf %lld Minuten gestellt.
es: He programado el temporizador para dormir para %lld minutos.
fr: Minuteur de veille réglé sur %lld minutes.
it: Timer di spegnimento impostato su %lld minuti.
nl: Slaaptimer ingesteld op %lld minuten.

# siri.stats.notReady
source: Stats aren't ready yet — open Listening Stats in YourPods first.
de: Die Statistik ist noch nicht bereit – öffne zuerst die Hörstatistik in YourPods.
es: Las estadísticas aún no están listas: abre primero Estadísticas de escucha en YourPods.
fr: Les statistiques ne sont pas encore prêtes. Ouvrez d'abord Statistiques d'écoute dans YourPods.
it: Le statistiche non sono ancora pronte — apri prima Statistiche di ascolto in YourPods.
nl: De statistieken zijn nog niet klaar — open eerst Luisterstatistieken in YourPods.

# siri.stats.summary
source: You've listened %lld minutes today and %lld minutes this week.
de: Du hast heute %lld Minuten und diese Woche %lld Minuten gehört.
es: Has escuchado %lld minutos hoy y %lld minutos esta semana.
fr: Vous avez écouté %lld minutes aujourd'hui et %lld minutes cette semaine.
it: Hai ascoltato %lld minuti oggi e %lld minuti questa settimana.
nl: Je hebt vandaag %lld minuten en deze week %lld minuten geluisterd.

source: Skip
de: Überspringen
es: Omitir
fr: Ignorer
it: Salta
nl: Sla over

source: Skip Back
de: Zurückspringen
es: Retroceder
fr: Reculer
it: Salta indietro
nl: Spoel terug

source: Skip back %lld seconds
de: %lld Sekunden zurückspringen
es: Retroceder %lld segundos
fr: Reculer de %lld secondes
it: Salta indietro di %lld secondi
nl: Spoel %lld seconden terug

source: Skip backward
de: Zurückspringen
es: Retroceder
fr: Reculer dans l'épisode
it: Salta indietro
nl: Spoel terug

source: Skip Backward
de: Zurückspringen
es: Retroceder
fr: Reculer
it: Salta indietro
nl: Spoel terug

source: Skip backward 15 seconds.
de: 15 Sekunden zurückspringen.
es: Retrocede 15 segundos.
fr: Reculer de 15 secondes.
it: Salta indietro di 15 secondi.
nl: Spoel 15 seconden terug.

source: Skip forward
de: Vorspringen
es: Avanzar
fr: Avancer dans l'épisode
it: Salta avanti
nl: Spoel vooruit

source: Skip Forward
de: Vorspringen
es: Avanzar
fr: Avancer
it: Salta avanti
nl: Spoel vooruit

source: Skip forward %lld seconds
de: %lld Sekunden vorspringen
es: Avanzar %lld segundos
fr: Avancer de %lld secondes
it: Salta avanti di %lld secondi
nl: Spoel %lld seconden vooruit

source: Skip forward 30 seconds.
de: 30 Sekunden vorspringen.
es: Avanza 30 segundos.
fr: Avancer de 30 secondes.
it: Salta avanti di 30 secondi.
nl: Spoel 30 seconden vooruit.

source: Skip Intro: %llds
de: Intro überspringen: %llds
es: Saltar intro: %lld s
fr: Ignorer l'intro : %llds
it: Salta intro: %llds
nl: Intro overslaan: %llds

source: Skip Outro: %llds
de: Outro überspringen: %llds
es: Saltar final: %lld s
fr: Ignorer l'outro : %llds
it: Salta outro: %llds
nl: Outro overslaan: %llds

source: Skip to the next chapter
de: Zum nächsten Kapitel springen
es: Pasar al siguiente capítulo
fr: Passer au chapitre suivant
it: Vai al capitolo successivo
nl: Ga naar het volgende hoofdstuk

source: Skip to the next chapter of the current episode.
de: Zum nächsten Kapitel der aktuellen Folge springen.
es: Pasa al siguiente capítulo del episodio actual.
fr: Passer au chapitre suivant de l'épisode en cours.
it: Vai al capitolo successivo dell'episodio corrente.
nl: Ga naar het volgende hoofdstuk van de huidige aflevering.

source: Skip to the next episode
de: Zur nächsten Folge springen
es: Pasar al siguiente episodio
fr: Passer à l'épisode suivant
it: Vai all'episodio successivo
nl: Ga naar de volgende aflevering

source: Skip to the next episode in the queue.
de: Zur nächsten Folge in der Warteliste springen.
es: Pasa al siguiente episodio de la cola.
fr: Passer à l'épisode suivant de la file d'attente.
it: Vai all'episodio successivo nella coda.
nl: Ga naar de volgende aflevering in de wachtrij.

source: Sleep: DriftOff Mode
de: Sleep: DriftOff-Modus
es: Temporizador: Modo DriftOff
fr: Veille : Mode DriftOff
it: Spegnimento: Modalità DriftOff
nl: Slaaptimer: DriftOff-modus

source: Some Podcasts May Not Play
de: Manche Podcasts lassen sich möglicherweise nicht abspielen
es: Algunos podcasts podrían no reproducirse
fr: Certains podcasts peuvent ne pas être lus
it: Alcuni podcast potrebbero non riprodursi
nl: Sommige podcasts spelen mogelijk niet af
